Repository: jlHertel/adriconf
Catalog: po/*.po
Languages: hr, it, pl

source: Creating the GTK application object
it: Creazione dell'oggetto applicazione GTK

source: adriconf running on Wayland
it: adriconf in esecuzione su Wayland
pl: adricong uruchomiony na Wayland

source: adriconf running on X11
it: adriconf in esecuzione su X11
pl: adriconf uruchomiony na X11

source: Checking if the system is supported
it: Verifica se il sistema è supportato
pl: Sprawdzanie, czy system jest wspierany

source: Start building GTK gui
it: Inizia a costruire la gui GTK

source: Main window object is not in glade file!
hr: Glavnog objekta prozora nema u glade datoteci!
it: L'oggetto della finestra principale non è nel file glade!
pl: Główny objekt okna nie jest plikiem glade!

source: Add new
hr: Dodaj novo
it: Aggiungi nuovo
pl: Dodaj nową

source: Remove current Application
hr: Ukloni trenutnu aplikaciju
it: Rimuovi Applicazione corrente
pl: Usuń bieżącą aplikacje

source: Generating final XML for saving...
hr: Stvaranje konačnog XML-a za spremanje...
it: Generazione dell'XML finale per il salvataggio...
pl: Generowanie ostatecznego XML do zapisu...

source: Writing generated XML: %1
hr: Zapisivanje stvorenog XML-a: %1
it: Scrittura XML generato: %1
pl: Zapisywanie wygenerowanego XML: %1

source: Current language code is %1
hr: Trenutni jezični kôd je %1
it: Il codice della lingua corrente è %1
pl: Bieżący kod jezyka to %1

source: Driver %1 not found
hr: Upravljački program %1 nije pronađen
it: Driver %1 non trovato
pl: Sterownik %1 nie znaleziony

source: Application %1 not found
it: Applicazione %1 non trovata
pl: Aplikacja %1 nie znaleziona

source: Notebook object not found in glade file!
hr: Objekta bilješke nema u glade datoteci!
it: Oggetto Notebook non trovato nel file glade!
pl: Objekt Notebook nie znaleziony w pliku glade!

source: Option %1 doesn't exist in application %2.Merge failed
it: Opzione %1 non esiste in applicazione %2. Unione fallita

source: Use default GPU of screen
it: Usa GPU predefinita dello schermo
pl: Użyj domyślnego GPU ekranu

source: Force Application to use GPU
it: Forza l'applicazione per usare la GPU
pl: Wymuś applikacje do użycia GPU

source: PRIME Settings
it: Impostazioni PRIME
pl: Ustawienia PRIME

source: An advanced DRI configurator tool.
hr: Napredni alat za DRI podešavanje.
it: Uno strumento avanzato di configurazione Driver.
pl: Zaawansowane narzędzie konfiguracji DRI (adriconf)

source: Source Code
hr: Izvorni kôd
it: Codice Sorgente
pl: Kod źródłowy

source: Unexpected response code from about dialog: %1
hr: Neočekivani odgovor kôda iz dijaloga o programu: %1
it: Codice di risposta imprevisto dalla finestra di dialogo: %1
pl: Nieoczekiwany kod odpowiedzi z okna about: %1

source: The default application cannot be removed.
hr: Zadana aplikacija se ne može ukloniti.
it: L'applicazione predefinita non può essere rimossa.
pl: Domyślna aplikacja (default) nie może być usunięta.

source: The driver needs a default configuration.
hr: Upravljački program zahtijeva zadano podešavanje.
it: Il driver richiede una configurazione predefinita.
pl: Ten sterownik wymaga domyślnej konfiguracji.

source: Application removed successfully.
hr: Aplikacija je uklonjena uspješno.
it: Applicazione rimossa correttamente.
pl: Aplikacja usunięta pomyślnie.

source: The application has been removed.
hr: Aplikacija je uklonjena.
it: L'applicazione è stata rimossa.
pl: Aplikacja została usunięta.

source: Add Application dialog is not in glade file!
it: La finestra di dialogo Aggiungi applicazione non è nel file glade!
pl: Okno Dodaj Aplikacje nie znaleziono w pliku glade!

source: Add Application app name widget is not in glade file!
it: Il widget Aggiungi nome Applicazione non si trova nel file glade!

source: Add Application app executable widget is not in glade file!
it: Il widget aggiungi eseguibile app applicazione non è nel file glade!

source: Add Application app driver widget is not in glade file!
it: Il widget Aggiungi driver applicazione non è nel file glade!

source: Validation error
hr: Greška provjere
it: Errore di convalida
pl: Bład walidacji

source: You need to specify the application name, executable and driver.
hr: Morate navesti naziv aplikacije, izvršnu datoteku i upravljački program.
it: È necessario specificare il nome dell'applicazione, l'eseguibile e il driver.
pl: Nazwa aplikacji, nazwa pliku wykonywalnego i nazwa sterownika są wymagane.

source: Application successfully added.
hr: Aplikacija je dodana uspješno.
it: Applicazione aggiunta correttamente.
pl: Applikacja dodane pomyślnie.

source: The application was successfully added. Reloading default app options.
hr: Aplikacija je uspješno dodana. Ponovno učitavanje zadanih mogućnosti aplikacije.
it: L'applicazione è stata aggiunta correttamente. Ricarica opzioni app predefinite.
pl: Applikacja została dodana pomyślnie. Przeładowywanie domyślnych opcji aplikacji.

source: Display is missing EGL_MESA_query_driver extension
it: Sul display manca l'estensione EGL_MESA_query_driver
pl: Ekran nie posiada rozszerzenia EGL_MESA_query_driver

source: Reading legacy system-wide XML
it: Lettura di XML a livello di sistema legacy
pl: Wczytuję starożytny ogólno-systemowy XML

source: Legacy system-wide XML path: %1
it: Percorso XML a livello di sistema legacy: %1
pl: Ścieżka starożytnego ogólno-systemowego XML: %1

source: Legacy system-wide file doesn't exist
it: Il file legacy a livello di sistema non esiste
pl: Starożytny ogólno-systemowy plik XML nie istnieje

source: Reading user defined XML
it: Lettura di XML definito dall'utente
pl: Wczytuję XML użytkownika

source: User defined XML path: %1
it: Percorso XML definito dall'utente: %1
pl: Ścieżka XML użytkownika: %1

source: User defined XML doesn't exist
it: XML definito dall'utente non esiste
pl: XML użytkownika nie istnieje

source: Reading system-wide XML
it: Lettura di XML a livello di sistema
pl: Wczytuje ogólno-systemowy XML

source: System-wide XML path: %1
it: Percorso XML dell'intero sistema: %1
pl: Ścieżka ogólno-systemowego XML: %1

source: Found configuration on path: %1
it: Configurazione trovata sul percorso: %1
pl: Znaleziono konfiguracje w ścieżce: %1

source: Failed to load file: %1
it: Impossibile caricare il file: %1
pl: Nie udało się wczytać pliku: %1

source: System-wide configuration path doesn't exist!
it: Il percorso di configurazione a livello di sistema non esiste!
pl: Ścieżka ogólno-systemowa konfiguracji nie istnieje!

source: User defined configuration is empty. Returning an empty object
it: La configurazione definita dall'utente è vuota. Restituzione di un oggetto vuoto
pl: Konfiguracja użytkownika jest pusta. Zwracam pusty objekt

source: Driver '%1' doesn't support option '%2' on application '%3'. Option removed.
hr: Upravljački program '%1' ne podržava mogućnost '%2' na aplikaciji '%3'. Mogućnost uklonjena.
it: Il driver '%1' non supporta l'opzione '%2' sull'applicazione '%3'. Opzione rimossa
pl: Sterownik '%1' nie wspiera opcji '%2' w aplikacji '%3'. Opcja usunięta.

source: User-defined driver '%1' on screen '%2' doesn't have a driver loaded on system. Configuration removed.
it: Il driver definito dall'utente '%1' sullo schermo '%2' non ha un driver caricato sul sistema. Configurazione rimossa.
pl: Sterownik użytkownika '%1' na ekranie '%2% nie ma sterownika załadowanego w systemie. Konfiguracja usunięta.

source: Enumerating DRI Devices
it: Enumerazione dei dispositivi DRI
pl: Przeszukiwanie urządzeń DRI

source: Found %1 devices
it: Trovati %1 dispositivi
pl: Znaleziono %1 urządzeń

source: Processing GPU with PCI ID "%1"
it: Elaborazione GPU con ID PCI "%1"
pl: Przetwarzanie GPU z PCI ID "%1"

source: Generating EGL Display from GBM device for "%1"
it: Generazione della visualizzazione EGL dal dispositivo GBM per "%1"
pl: Gerowanie ekranu gbm dla ścieżki "%1"

source: GPU "%1" has the driver "%2"
it: GPU "%1" ha il driver "%2"
pl: GPU "%1" ma sterownik "%2"

source: Loading driver options
it: Caricamento delle opzioni del driver
pl: Ładowanie opcji sterownika

source: Unable to extract configuration for driver %1
it: Impossibile estrarre la configurazione per il driver %1
pl: Nie można wyciągnąć konfiguracji dla sterownika %1

source: Skipping device %1 due to error: %2
it: Saltare il dispositivo %1 a causa di un errore: %2
pl: Pomijam urządzenie %1 z powodu błędu: %2

source: Failed to create EGL display
it: Impossibile creare la visualizzazione EGL
pl: Nie udało się stworzyć ekranu EGL

source: Failed to initialize EGL display
it: Impossibile inizializzare la visualizzazione EGL
pl: Nie udało się zainicjalizować ekranu EGL

source: Failed to open device %1
it: Impossibile aprire il dispositivo %1
pl: Nie udało się otworzyć urządzenia %1

source: Failed to create GBM device for %1
it: Impossibile creare il dispositivo GBM per %1
pl: Nie udało się stworzyć urządzenia GBM dla %1

source: Parsing XML %1
it: Analisi XML %1
pl: Parsowanie XML %1

source: Parsing device for XML: %1
it: Dispositivo di analisi per XML:%1
pl: Parsowanie urządzenia dla XML: %1

source: Exception caught during device XML parsing: %1
it: Eccezione rilevata durante l'analisi XML del dispositivo: %1
pl: Wyjątek złapany podczas parsowanie XML urządzenia: %1

source: Driver doesn't support extension "EGL_MESA_query_driver"
it: Il driver non supporta l'estensione "EGL_MESA_query_driver"
pl: Sterownik nie wspiera rozszerzania "EGL_MESA_query_driver"

source: Couldn't open X display
it: Impossibile aprire il display X.
pl: Nie można otworzyć ekranu X11

source: Unable to extract driver name for screen %1
it: Impossibile estrarre il nome del driver per la schermata %1
pl: Nie udało się otrzymać nazwy sterownika dla ekranu %1

source: Missing GLX_MESA_query_renderer extension. Probably this is a closed-source driver.
it: Estensione GLX_MESA_query_renderer mancante. Probabilmente questo è un driver a sorgente chiuso.
pl: Brakujące rozszerzenie GLX_MESA_query_renderer. Może to nie jest sterownik Mesa.

source: _Application
hr: _Aplikacija
it: Applicazione
pl: Aplikacje

source: _Help
hr: _Pomoć
it: Aiuto
pl: Pomoc

source: Cancel
hr: Odustani
it: Cancella
pl: Anuluj

source: Application name:
it: Nome Applicazione:
pl: Nazwa aplikacji

source: Application executable:
it: Eseguibile dell’applicazione:
pl: Plik wykonywalne aplikacji:

source: Option %1 doesn't exist in application %2. Merge failed
hr: Mogućnost %1 ne postoji u aplikaciji %2. Spajanje neuspjelo
pl: Opcja %1 nie istnieje w aplikacji %2. Scalanie się nie powiodło

source: GPU has been detected as "%1" from "%2"
pl: GPU zostało wykryte jako "%1" z "%2"

source: Generating gbm device for path "%1"
pl: Gerowanie urządzenia gbm dla ścieżki "%1"

source: _File
hr: _Datoteka
pl: Plik

source: Driver:
pl: Sterownik:

source: Application %1 not found
hr: Aplikacija %1 nije pronađena

source: Driver %1 not found
hr: Upravljački program %1 nije pronađen
